Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Menu_Go_PreviousDiff.Text
source: Previous difference
ar: الاختلاف السابق
cs: Předchozí rozdíl
de: Vorheriger Unterschied
el: Προηγούμενη διαφορά
es: Diferencia anterior
fa: تفاوت قبلی
fr: Différence précédente
hu: Előző eltérés
id: Perbedaan Sebelumnya
it: Differenza precedente
ja: 前の差分(I)
ko: 이전 차이(I)
pl: Poprzednia różnica
pt: Diferença anterior
ro: Diferența anterioară
th: ความแตกต่างก่อนหน้า(I)
tr: Önceki Fark
uk: Попередня відмінність
vi: Khác biệt Trước
zh_hans: 上一个差异(I)
zh_hant: 上一個差異(I)

# Menu_Go_PreviousDiff.AccessKey
source: I
ar: س
cs: O
de: H
el: Φ
es: C
fa: ق
fr: T
hu: S
id: S
it: P
pl: R
pt: D
ro: R
tr: C
uk: Р
vi: E

# Menu_View_CompareStacked.Text
source: Stack comparison views
ar: تكديس طرق عرض المقارنة
cs: Porovnání pod sebou
de: Vergleichsansichten übereinander
el: Στοίβαξη προβολών σύγκρισης
es: Apilar las vistas de comparación
fa: روی هم چیدن نماهای مقایسه
fr: Empiler les vues de comparaison
hu: Összehasonlító nézetek egymás alatt
id: Tumpuk Tampilan Perbandingan
it: Impila le viste di confronto
ja: 比較を上下に並べる(X)
ko: 비교 보기를 위아래로 배치(X)
pl: Układaj widoki porównania w stos
pt: Empilhar exibições de comparação
ro: Vizualizări de comparare suprapuse
th: ซ้อนมุมมองเปรียบเทียบบนล่าง(X)
tr: Karşılaştırma görünümlerini üst üste koy
uk: Розташувати подання порівняння одне над одним
vi: Xếp chồng Chế độ xem So sánh
zh_hans: 上下排列比较视图(X)
zh_hant: 上下排列比較檢視(X)

# Menu_View_CompareStacked.AccessKey
source: X
ar: ط
cs: U
de: Q
el: Τ
es: K
fa: چ
fr: K
hu: Q
id: J
it: Q
pl: Ó
pt: Õ
ro: Q
tr: Ü
uk: Ш

# Menu_View_Diffs.Text
source: Differences
ar: الاختلافات
cs: Rozdíly
de: Unterschiede
el: Διαφορές
es: Diferencias
fa: تفاوت‌ها
fr: Différences
hu: Eltérések
id: Perbedaan
it: Differenze
ja: 差分(D)
ko: 차이(D)
pl: Różnice
pt: Diferenças
ro: Diferențe
th: ความแตกต่าง(D)
tr: Farklar
uk: Відмінності
vi: Khác biệt
zh_hans: 差异(D)
zh_hant: 差異(D)

# Menu_View_Diffs.AccessKey
source: D
ar: خ
cs: Y
de: N
el: Ο
es: F
fa: ت
fr: F
hu: T
id: E
it: Z
pl: Ó
pt: Ç
ro: F
tr: F
uk: В
vi: E

# CmdCategory_compare
source: Compare
ar: مقارنة
cs: Porovnání
de: Vergleichen
el: Σύγκριση
es: Comparar
fa: مقایسه
fr: Comparer
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較
ko: 비교
pl: Porównaj
pt: Comparar
ro: Comparare
th: เปรียบเทียบ
tr: Karşılaştırma
uk: Порівняння
vi: So sánh
zh_hans: 比较
zh_hant: 比較

# Cmd_analysis_compare
source: Compare files
ar: مقارنة الملفات
cs: Porovnat soubory
de: Dateien vergleichen
el: Σύγκριση αρχείων
es: Comparar archivos
fa: مقایسهٔ فایل‌ها
fr: Comparer des fichiers
hu: Fájlok összehasonlítása
id: Bandingkan file
it: Confronta file
ja: ファイルを比較
ko: 파일 비교
pl: Porównaj pliki
pt: Comparar arquivos
ro: Comparare fișiere
th: เปรียบเทียบไฟล์
tr: Dosyaları karşılaştır
uk: Порівняти файли
vi: So sánh tệp
zh_hans: 比较文件
zh_hant: 比較檔案

# CmdAlias_analysis_compare
source: diff difference files two
ar: diff difference files two اختلاف ملفات اثنان
cs: porovnat porovnání porovnani rozdíl rozdil soubory dva diff difference files two
de: unterschied dateien zwei diff difference files two
el: διαφορά αρχεία δύο diff difference files two
es: diferencia archivos dos diff difference files two
fa: تفاوت فایل‌ها دو, diff difference files two
fr: différence fichiers deux diff difference files two
hu: összehasonlítás osszehasonlitas eltérés elteres különbség kulonbseg fájlok fajlok kettő diff difference files two
id: bandingkan perbedaan file dua diff difference files two
it: confronta differenza file due diff difference files two
ja: ふぁいるをひかく さぶん
ko: 파일 비교 차이 두 파일 diff difference files two
pl: porównaj różnica pliki dwa diff difference files two
pt: comparar diferença arquivos dois diff difference files two
ro: diferență diferenta diferențe fișiere fisiere două doua comparare diff difference files two
th: เปรียบเทียบ ความแตกต่าง ไฟล์ สอง diff difference files two
tr: fark iki dosya diff difference files two
uk: відмінності два файли diff difference files two
vi: so sánh khác biệt tệp hai diff difference files two
zh_hans: 比较 差异 文件 两个 对比 diff difference files two
zh_hant: 比較檔案 差異 兩個檔案 diff difference files two

# Cmd_analysis_compareSaved
source: Compare with saved content
ar: المقارنة مع المحتوى المحفوظ
cs: Porovnat s uloženým obsahem
de: Mit gespeichertem Inhalt vergleichen
el: Σύγκριση με το αποθηκευμένο περιεχόμενο
es: Comparar con el contenido guardado
fa: مقایسه با محتوای ذخیره‌شده
fr: Comparer avec le contenu enregistré
hu: Összehasonlítás a mentett tartalommal
id: Bandingkan dengan konten tersimpan
it: Confronta con il contenuto salvato
ja: 保存済みの内容と比較
ko: 저장된 내용과 비교
pl: Porównaj z zapisaną zawartością
pt: Comparar com o conteúdo salvo
ro: Comparare cu conținutul salvat
th: เปรียบเทียบกับเนื้อหาที่บันทึกไว้
tr: Kaydedilmiş içerikle karşılaştır
uk: Порівняти зі збереженим вмістом
vi: So sánh với nội dung đã lưu
zh_hans: 与已保存的内容比较
zh_hant: 與已儲存的內容比較

# CmdAlias_analysis_compareSaved
source: diff disk saved changes
ar: diff disk saved changes اختلاف قرص محفوظ تغييرات
cs: porovnat rozdíl rozdil disk uložené ulozene změny zmeny diff disk saved changes
de: unterschied datenträger gespeichert änderungen diff disk saved changes
el: διαφορά δίσκος αποθηκευμένο αλλαγές diff disk saved changes
es: diferencia disco guardado cambios diff disk saved changes
fa: تفاوت دیسک ذخیره‌شده تغییرات, diff disk saved changes
fr: différence disque enregistré modifications diff disk saved changes
hu: összehasonlítás osszehasonlitas lemez mentett módosítások modositasok diff disk saved changes
id: bandingkan disk tersimpan perubahan diff disk saved changes
it: confronta disco salvato modifiche diff disk saved changes
ja: ほぞんずみのないようとひかく
ko: 저장된 내용 비교 디스크 변경 내용 차이 diff disk saved changes
pl: porównaj dysk zapisane zmiany diff disk saved changes
pt: comparar disco salvo alterações diff disk saved changes
ro: diferență diferenta disc salvat modificări modificari diff disk saved changes
th: เปรียบเทียบ ที่บันทึกไว้ ดิสก์ การเปลี่ยนแปลง diff disk saved changes
tr: fark disk kaydedilmiş değişiklikler diff disk saved changes
uk: відмінності диск збережені зміни diff disk saved changes
vi: so sánh đĩa đã lưu thay đổi diff disk saved changes
zh_hans: 比较 差异 磁盘 已保存 更改 diff disk saved changes
zh_hant: 與已儲存的內容比較 差異 磁碟 變更 diff disk saved changes

# Cmd_compare_nextDiff
source: Next difference
ar: الاختلاف التالي
cs: Další rozdíl
de: Nächster Unterschied
el: Επόμενη διαφορά
es: Diferencia siguiente
fa: تفاوت بعدی
fr: Différence suivante
hu: Következő eltérés
id: Perbedaan berikutnya
it: Differenza successiva
ja: 次の差分
ko: 다음 차이
pl: Następna różnica
pt: Próxima diferença
ro: Diferența următoare
th: ความแตกต่างถัดไป
tr: Sonraki fark
uk: Наступна відмінність
vi: Khác biệt tiếp theo
zh_hans: 下一个差异
zh_hant: 下一個差異

# CmdAlias_compare_nextDiff
source: diff jump next change
ar: diff jump next change اختلاف انتقال تالي تغيير
cs: rozdíl rozdil skok další dalsi změna zmena diff jump next change
de: unterschied springen nächster diff jump next change
el: διαφορά μετάβαση επόμενη αλλαγή diff jump next change
es: diferencia saltar siguiente diff jump next change
fa: تفاوت پرش بعدی تغییر, diff jump next change
fr: différence aller suivante diff jump next change
hu: eltérés elteres ugrás ugras következő kovetkezo módosítás diff jump next change
id: perbedaan lompat berikutnya diff jump next change
it: differenza salta successiva modifica diff jump next change
ja: つぎのさぶん
ko: 다음 차이 이동 점프 변경 diff jump next change
pl: różnica skocz następna zmiana diff jump next change
pt: diferença saltar próxima alteração diff jump next change
ro: diferență diferenta salt următoare urmatoare modificare diff jump next change
th: ความแตกต่าง ถัดไป ข้าม diff jump next change
tr: fark atla sonraki değişiklik diff jump next change
uk: відмінність перехід наступна зміна diff jump next change
vi: khác biệt nhảy tiếp diff jump next change
zh_hans: 差异 跳转 下一个 更改 diff jump next change
zh_hant: 下一個差異 跳至 變更 diff jump next change

# Cmd_compare_previousDiff
source: Previous difference
ar: الاختلاف السابق
cs: Předchozí rozdíl
de: Vorheriger Unterschied
el: Προηγούμενη διαφορά
es: Diferencia anterior
fa: تفاوت قبلی
fr: Différence précédente
hu: Előző eltérés
id: Perbedaan sebelumnya
it: Differenza precedente
ja: 前の差分
ko: 이전 차이
pl: Poprzednia różnica
pt: Diferença anterior
ro: Diferența anterioară
th: ความแตกต่างก่อนหน้า
tr: Önceki fark
uk: Попередня відмінність
vi: Khác biệt trước
zh_hans: 上一个差异
zh_hant: 上一個差異

# CmdAlias_compare_previousDiff
source: diff jump previous change
ar: diff jump previous change اختلاف انتقال سابق تغيير
cs: rozdíl rozdil skok předchozí predchozi změna zmena diff jump previous change
de: unterschied springen vorheriger diff jump previous change
el: διαφορά μετάβαση προηγούμενη αλλαγή diff jump previous change
es: diferencia saltar anterior diff jump previous change
fa: تفاوت پرش قبلی تغییر, diff jump previous change
fr: différence aller précédente diff jump previous change
hu: eltérés elteres ugrás ugras előző elozo módosítás diff jump previous change
id: perbedaan lompat sebelumnya diff jump previous change
it: differenza salta precedente modifica diff jump previous change
ja: まえのさぶん
ko: 이전 차이 이동 점프 변경 diff jump previous change
pl: różnica skocz poprzednia zmiana diff jump previous change
pt: diferença saltar anterior alteração diff jump previous change
ro: diferență diferenta salt anterioară anterioara precedentă modificare diff jump previous change
th: ความแตกต่าง ก่อนหน้า ข้าม diff jump previous change
tr: fark atla önceki değişiklik diff jump previous change
uk: відмінність перехід попередня зміна diff jump previous change
vi: khác biệt nhảy trước diff jump previous change
zh_hans: 差异 跳转 上一个 更改 diff jump previous change
zh_hant: 上一個差異 跳至 變更 diff jump previous change

# Cmd_compare_recompare
source: Compare again
ar: المقارنة مرة أخرى
cs: Porovnat znovu
de: Erneut vergleichen
el: Νέα σύγκριση
es: Comparar de nuevo
fa: مقایسهٔ دوباره
fr: Comparer à nouveau
hu: Újbóli összehasonlítás
id: Bandingkan lagi
it: Confronta di nuovo
ja: 再比較
ko: 다시 비교
pl: Porównaj ponownie
pt: Comparar novamente
ro: Comparare din nou
th: เปรียบเทียบอีกครั้ง
tr: Yeniden karşılaştır
uk: Порівняти знову
vi: So sánh lại
zh_hans: 重新比较
zh_hant: 重新比較

# CmdAlias_compare_recompare
source: refresh rerun diff
ar: refresh rerun diff تحديث إعادة تشغيل
cs: obnovit znovu porovnat rozdíl rozdil refresh rerun diff
de: aktualisieren neu ausführen refresh rerun diff
el: ανανέωση επανάληψη refresh rerun diff
es: actualizar volver a ejecutar refresh rerun diff
fa: تازه‌سازی اجرای دوباره, refresh rerun diff
fr: actualiser relancer refresh rerun diff
hu: frissítés frissites újra ujra összehasonlítás osszehasonlitas refresh rerun diff
id: bandingkan ulang segarkan refresh rerun diff
it: aggiorna riesegui confronta refresh rerun diff
ja: さいひかく
ko: 다시 비교 재비교 새로 고침 재실행 refresh rerun diff
pl: odśwież uruchom ponownie porównaj refresh rerun diff
pt: atualizar executar novamente comparar refresh rerun diff
ro: reîmprospătare reimprospatare rulare din nou diferență refresh rerun diff
th: เปรียบเทียบใหม่ รีเฟรช refresh rerun diff
tr: yenile yeniden çalıştır refresh rerun diff
uk: оновити перезапустити refresh rerun diff
vi: so sánh lại làm mới refresh rerun diff
zh_hans: 重新比较 刷新 重新运行 差异 refresh rerun diff
zh_hant: 重新比較 重新整理 重新執行 refresh rerun diff

# Cmd_compare_syncScroll
source: Synchronized scrolling
ar: التمرير المتزامن
cs: Synchronizované posouvání
de: Synchroner Bildlauf
el: Συγχρονισμένη κύλιση
es: Desplazamiento sincronizado
fa: پیمایش همگام
fr: Défilement synchronisé
hu: Szinkronizált görgetés
id: Gulir sinkron
it: Scorrimento sincronizzato
ja: 同期スクロール
ko: 동기 스크롤
pl: Synchronizowane przewijanie
pt: Rolagem sincronizada
ro: Defilare sincronizată
th: การเลื่อนพร้อมกัน
tr: Eşitlenmiş kaydırma
uk: Синхронне прокручування
vi: Cuộn đồng bộ
zh_hans: 同步滚动
zh_hant: 同步捲動

# CmdAlias_compare_syncScroll
source: sync scroll link views
ar: sync scroll link views مزامنة تمرير ربط طرق العرض
cs: synchronizovat posouvání posouvani propojit zobrazení zobrazeni sync scroll link views
de: synchron bildlauf ansichten verknüpfen sync scroll link views
el: συγχρονισμός κύλιση σύνδεση προβολών sync scroll link views
es: sincronizar desplazamiento vincular vistas sync scroll link views
fa: همگام پیمایش پیوند نماها, sync scroll link views
fr: synchro défilement lier vues sync scroll link views
hu: szinkron görgetés gorgetes nézetek nezetek összekapcsolás sync scroll link views
id: sinkron gulir tautkan tampilan sync scroll link views
it: sincronizza scorrimento collega viste sync scroll link views
ja: どうきすくろーる
ko: 동기 스크롤 동기화 보기 연결 sync scroll link views
pl: synchronizuj przewijanie połącz widoki sync scroll link views
pt: sincronizar rolagem vincular exibições sync scroll link views
ro: sincronizare defilare legare vizualizări vizualizari sync scroll link views
th: ซิงค์ เลื่อน เชื่อมโยง มุมมอง sync scroll link views
tr: eşitle kaydır görünümleri bağla sync scroll link views
uk: синхронізація прокручування зв’язати sync scroll link views
vi: đồng bộ cuộn liên kết chế độ xem sync scroll link views
zh_hans: 同步 滚动 链接 视图 sync scroll link views
zh_hant: 同步捲動 連結檢視 sync scroll link views

# Cmd_compare_layout
source: Stack comparison views
ar: تكديس طرق عرض المقارنة
cs: Porovnání pod sebou
de: Vergleichsansichten übereinander
el: Στοίβαξη προβολών σύγκρισης
es: Apilar las vistas de comparación
fa: روی هم چیدن نماهای مقایسه
fr: Empiler les vues de comparaison
hu: Összehasonlító nézetek egymás alatt
id: Tumpuk tampilan perbandingan
it: Impila le viste di confronto
ja: 比較を上下に並べる
ko: 비교 보기를 위아래로 배치
pl: Układaj widoki porównania w stos
pt: Empilhar exibições de comparação
ro: Vizualizări de comparare suprapuse
th: ซ้อนมุมมองเปรียบเทียบบนล่าง
tr: Karşılaştırma görünümlerini üst üste koy
uk: Розташувати подання порівняння одне над одним
vi: Xếp chồng chế độ xem so sánh
zh_hans: 上下排列比较视图
zh_hant: 上下排列比較檢視

# CmdAlias_compare_layout
source: layout vertical horizontal side by side
ar: layout vertical horizontal side by side تخطيط عمودي أفقي جنبًا إلى جنب
cs: rozložení rozlozeni svisle vodorovně vodorovne vedle sebe pod sebou layout vertical horizontal side by side
de: layout vertikal horizontal nebeneinander layout vertical horizontal side by side
el: διάταξη κατακόρυφη οριζόντια δίπλα-δίπλα layout vertical horizontal side by side
es: diseño vertical horizontal en paralelo layout vertical horizontal side by side
fa: چیدمان عمودی افقی کنار هم, layout vertical horizontal side by side
fr: disposition vertical horizontal côte à côte layout vertical horizontal side by side
hu: elrendezés elrendezes függőleges fuggoleges vízszintes vizszintes egymás mellett alatt layout vertical horizontal side by side
id: tata letak vertikal horizontal berdampingan layout vertical horizontal side by side
it: layout verticale orizzontale affiancate layout vertical horizontal side by side
ja: ひかくのれいあうと うえした
ko: 비교 레이아웃 세로 가로 위아래 나란히 layout vertical horizontal side by side
pl: układ pionowo poziomo obok siebie layout vertical horizontal side by side
pt: layout vertical horizontal lado a lado layout vertical horizontal side by side
ro: aspect vertical orizontal alăturat alaturat layout vertical horizontal side by side
th: เค้าโครง แนวตั้ง แนวนอน เคียงข้าง layout vertical horizontal side by side
tr: düzen dikey yatay yan yana layout vertical horizontal side by side
uk: макет вертикально горизонтально поруч layout vertical horizontal side by side
vi: bố cục dọc ngang cạnh nhau layout vertical horizontal side by side
zh_hans: 布局 垂直 水平 并排 上下 layout vertical horizontal side by side
zh_hant: 比較版面配置 上下 垂直 水平 並排 layout vertical horizontal side by side

# Cmd_compare_copyRight
source: Copy difference to the right
ar: نسخ الاختلاف إلى اليمين
cs: Kopírovat rozdíl doprava
de: Unterschied nach rechts kopieren
el: Αντιγραφή διαφοράς προς τα δεξιά
es: Copiar la diferencia a la derecha
fa: رونوشت تفاوت به راست
fr: Copier la différence vers la droite
hu: Eltérés másolása jobbra
id: Salin perbedaan ke kanan
it: Copia la differenza a destra
ja: 差分を右へコピー
ko: 차이를 오른쪽으로 복사
pl: Kopiuj różnicę w prawo
pt: Copiar a diferença para a direita
ro: Copiere diferență la dreapta
th: คัดลอกความแตกต่างไปทางขวา
tr: Farkı sağa kopyala
uk: Копіювати відмінність праворуч
vi: Sao chép khác biệt sang phải
zh_hans: 将差异复制到右侧
zh_hant: 將差異複製到右側

# CmdAlias_compare_copyRight
source: merge apply
ar: merge apply دمج تطبيق
cs: sloučit sloucit použít pouzit doprava merge apply
de: zusammenführen übernehmen merge apply
el: συγχώνευση εφαρμογή merge apply
es: combinar aplicar merge apply
fa: ادغام اعمال, merge apply
fr: fusionner appliquer merge apply
hu: egyesítés egyesites alkalmazás alkalmazas jobbra merge apply
id: gabung terapkan kanan merge apply
it: unisci applica merge apply
ja: さぶんをみぎへこぴー まーじ
ko: 차이 오른쪽 복사 병합 적용 merge apply
pl: scal zastosuj merge apply
pt: mesclar aplicar merge apply
ro: îmbinare imbinare aplicare merge apply
th: ผสาน นำไปใช้ ขวา merge apply
tr: birleştir uygula merge apply
uk: злиття застосувати merge apply
vi: hợp nhất áp dụng phải merge apply
zh_hans: 合并 应用 复制 右侧 merge apply
zh_hant: 將差異複製到右側 合併 套用 merge apply

# Cmd_compare_copyLeft
source: Copy difference to the left
ar: نسخ الاختلاف إلى اليسار
cs: Kopírovat rozdíl doleva
de: Unterschied nach links kopieren
el: Αντιγραφή διαφοράς προς τα αριστερά
es: Copiar la diferencia a la izquierda
fa: رونوشت تفاوت به چپ
fr: Copier la différence vers la gauche
hu: Eltérés másolása balra
id: Salin perbedaan ke kiri
it: Copia la differenza a sinistra
ja: 差分を左へコピー
ko: 차이를 왼쪽으로 복사
pl: Kopiuj różnicę w lewo
pt: Copiar a diferença para a esquerda
ro: Copiere diferență la stânga
th: คัดลอกความแตกต่างไปทางซ้าย
tr: Farkı sola kopyala
uk: Копіювати відмінність ліворуч
vi: Sao chép khác biệt sang trái
zh_hans: 将差异复制到左侧
zh_hant: 將差異複製到左側

# CmdAlias_compare_copyLeft
source: merge apply
ar: merge apply دمج تطبيق
cs: sloučit sloucit použít pouzit doleva merge apply
de: zusammenführen übernehmen merge apply
el: συγχώνευση εφαρμογή merge apply
es: combinar aplicar merge apply
fa: ادغام اعمال, merge apply
fr: fusionner appliquer merge apply
hu: egyesítés egyesites alkalmazás alkalmazas balra merge apply
id: gabung terapkan kiri merge apply
it: unisci applica merge apply
ja: さぶんをひだりへこぴー まーじ
ko: 차이 왼쪽 복사 병합 적용 merge apply
pl: scal zastosuj merge apply
pt: mesclar aplicar merge apply
ro: îmbinare imbinare aplicare merge apply
th: ผสาน นำไปใช้ ซ้าย merge apply
tr: birleştir uygula merge apply
uk: злиття застосувати merge apply
vi: hợp nhất áp dụng trái merge apply
zh_hans: 合并 应用 复制 左侧 merge apply
zh_hant: 將差異複製到左側 合併 套用 merge apply

# Cmd_compare_copyAllRight
source: Copy all differences to the right
ar: نسخ كل الاختلافات إلى اليمين
cs: Kopírovat všechny rozdíly doprava
de: Alle Unterschiede nach rechts kopieren
el: Αντιγραφή όλων των διαφορών προς τα δεξιά
es: Copiar todas las diferencias a la derecha
fa: رونوشت همهٔ تفاوت‌ها به راست
fr: Copier toutes les différences vers la droite
hu: Összes eltérés másolása jobbra
id: Salin semua perbedaan ke kanan
it: Copia tutte le differenze a destra
ja: すべての差分を右へコピー
ko: 모든 차이를 오른쪽으로 복사
pl: Kopiuj wszystkie różnice w prawo
pt: Copiar todas as diferenças para a direita
ro: Copiere toate diferențele la dreapta
th: คัดลอกความแตกต่างทั้งหมดไปทางขวา
tr: Tüm farkları sağa kopyala
uk: Копіювати всі відмінності праворуч
vi: Sao chép mọi khác biệt sang phải
zh_hans: 将所有差异复制到右侧
zh_hant: 將所有差異複製到右側

# CmdAlias_compare_copyAllRight
source: merge all
ar: merge all دمج الكل
cs: sloučit sloucit vše vse doprava merge all
de: alle zusammenführen merge all
el: συγχώνευση όλα merge all
es: combinar todo merge all
fa: ادغام همه, merge all
fr: tout fusionner merge all
hu: egyesítés egyesites összes osszes jobbra merge all
id: gabung semua kanan merge all
it: unisci tutto merge all
ja: すべてのさぶんをみぎへこぴー
ko: 모든 차이 오른쪽 복사 모두 병합 merge all
pl: scal wszystko merge all
pt: mesclar tudo merge all
ro: îmbinare imbinare toate merge all
th: ผสาน ทั้งหมด ขวา merge all
tr: tümünü birleştir merge all
uk: злити все merge all
vi: hợp nhất tất cả phải merge all
zh_hans: 合并 全部 复制 右侧 merge all
zh_hant: 將所有差異複製到右側 全部合併 merge all

# Cmd_compare_copyAllLeft
source: Copy all differences to the left
ar: نسخ كل الاختلافات إلى اليسار
cs: Kopírovat všechny rozdíly doleva
de: Alle Unterschiede nach links kopieren
el: Αντιγραφή όλων των διαφορών προς τα αριστερά
es: Copiar todas las diferencias a la izquierda
fa: رونوشت همهٔ تفاوت‌ها به چپ
fr: Copier toutes les différences vers la gauche
hu: Összes eltérés másolása balra
id: Salin semua perbedaan ke kiri
it: Copia tutte le differenze a sinistra
ja: すべての差分を左へコピー
ko: 모든 차이를 왼쪽으로 복사
pl: Kopiuj wszystkie różnice w lewo
pt: Copiar todas as diferenças para a esquerda
ro: Copiere toate diferențele la stânga
th: คัดลอกความแตกต่างทั้งหมดไปทางซ้าย
tr: Tüm farkları sola kopyala
uk: Копіювати всі відмінності ліворуч
vi: Sao chép mọi khác biệt sang trái
zh_hans: 将所有差异复制到左侧
zh_hant: 將所有差異複製到左側

# CmdAlias_compare_copyAllLeft
source: merge all
ar: merge all دمج الكل
cs: sloučit sloucit vše vse doleva merge all
de: alle zusammenführen merge all
el: συγχώνευση όλα merge all
es: combinar todo merge all
fa: ادغام همه, merge all
fr: tout fusionner merge all
hu: egyesítés egyesites összes osszes balra merge all
id: gabung semua kiri merge all
it: unisci tutto merge all
ja: すべてのさぶんをひだりへこぴー
ko: 모든 차이 왼쪽 복사 모두 병합 merge all
pl: scal wszystko merge all
pt: mesclar tudo merge all
ro: îmbinare imbinare toate merge all
th: ผสาน ทั้งหมด ซ้าย merge all
tr: tümünü birleştir merge all
uk: злити все merge all
vi: hợp nhất tất cả trái merge all
zh_hans: 合并 全部 复制 左侧 merge all
zh_hant: 將所有差異複製到左側 全部合併 merge all

# Cmd_compare_showDiffList
source: Show the list of differences
ar: إظهار قائمة الاختلافات
cs: Zobrazit seznam rozdílů
de: Liste der Unterschiede anzeigen
el: Εμφάνιση της λίστας διαφορών
es: Mostrar la lista de diferencias
fa: نمایش فهرست تفاوت‌ها
fr: Afficher la liste des différences
hu: Eltérések listájának megjelenítése
id: Tampilkan daftar perbedaan
it: Mostra l'elenco delle differenze
ja: 差分の一覧を表示
ko: 차이 목록 표시
pl: Pokaż listę różnic
pt: Mostrar a lista de diferenças
ro: Afișare listă de diferențe
th: แสดงรายการความแตกต่าง
tr: Fark listesini göster
uk: Показати список відмінностей
vi: Hiện danh sách khác biệt
zh_hans: 显示差异列表
zh_hant: 顯示差異清單

# CmdAlias_compare_showDiffList
source: diff list panel
ar: diff list panel قائمة الاختلافات لوحة
cs: rozdíly rozdily seznam panel diff list panel
de: unterschiede liste bereich diff list panel
el: λίστα διαφορών πλαίσιο diff list panel
es: diferencias lista panel diff list panel
fa: فهرست تفاوت‌ها پنل, diff list panel
fr: différences liste volet diff list panel
hu: eltérés elteres lista panel diff list
id: perbedaan daftar panel diff list panel
it: differenze elenco pannello diff list panel
ja: さぶんのいちらんをひょうじ
ko: 차이 목록 패널 표시 diff list panel
pl: różnice lista panel diff list panel
pt: diferenças lista painel diff list panel
ro: diferențe diferente listă lista panou diff list panel
th: ความแตกต่าง รายการ แผง diff list panel
tr: fark liste panel diff list panel
uk: відмінності список панель diff list panel
vi: khác biệt danh sách bảng diff list panel
zh_hans: 差异 列表 面板 diff list panel
zh_hant: 差異清單 面板 diff list panel
